amd-ucode
base
base-devel
bluez
bluez-utils
brightnessctl
btop
btrfs-progs
dunst
efibootmgr
firefox
fzf
gimp
git
grim
gst-plugin-pipewire
hypridle
hyprland
hyprlock
hyprpaper
hyprpicker
intel-media-driver
iwd
kanshi
kitty
lazygit
libpulse
libva-intel-driver
linux
linux-firmware
lsd
man-db
modemmanager
nano
neovim
networkmanager
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-kde-agent
power-profiles-daemon
powertop
python-pillow
qt5-wayland
qt6-virtualkeyboard
qt6-wayland
ranger
ripgrep
rofi
sddm
slack-desktop-wayland
slurp
smartmontools
snapper
sof-firmware
stow
tmux
tree
unzip
uwsm
vim
vulkan-intel
vulkan-nouveau
vulkan-radeon
waybar
wget
wireless_tools
wireplumber
wl-clipboard
xdg-desktop-portal-hyprland
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xorg-server
xorg-xinit
yay
yay-debug
zoxide
zram-generator
zsh
